tap "homebrew/bundle"
brew "fd"
brew "fzf"
brew "gcc"
brew "git"
brew "influxdb"
brew "lazygit"
brew "python@3.12"
brew "python@3.13"
brew "macvim"
brew "neovim"
brew "nikto"
brew "nmap"
brew "openssh"
brew "pandoc"
brew "pixi"
brew "ripgrep"
brew "topgrade"
brew "universal-ctags"
brew "uv"
brew "wget"
brew "zsh"
cask "calibre"
cask "font-blex-mono-nerd-font"
cask "julia"
cask "libreoffice"
cask "macfuse"
