tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "universal-ctags/universal-ctags"
brew "fzf"
brew "bat"
brew "fd"
brew "git"
brew "mas"
brew "openssh"
brew "openssl"
brew "pyenv"
brew "pyenv-virtualenv"
brew "readline"
brew "ruby"
brew "sqlite3"
brew "the_silver_searcher"
brew "tmux"
brew "vim"
brew "xz"
brew "z"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "appcleaner"
cask "bartender"
cask "bitwarden"
cask "calibre"
cask "coconutbattery"
cask "compositor"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "java"
cask "java8"
cask "julia"
cask "mactex"
cask "opera"
cask "the-unarchiver"
cask "transmission"
cask "virtualbox"
cask "whatsapp"
cask "wireshark"
cask "xquartz"
cask "zotero"
mas "Agenda", id: 1287445660
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "DaisyDisk", id: 411643860
mas "GarageBand", id: 682658836
mas "GhosteryLite", id: 1436953057
mas "iStat Mini", id: 927292435
mas "iStudiez Pro", id: 402989379
mas "Keynote", id: 409183694
mas "Lightweight PDF", id: 1450640351
mas "Magic Number 2", id: 737047715
mas "Magnet", id: 441258766
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "MoneyMoney", id: 872698314
mas "Numbers", id: 409203825
mas "Outbank", id: 1094255754
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Reeder", id: 880001334
mas "Tweetbot", id: 557168941
mas "uBlock", id: 1385985095
