# Taps
tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/bundle'

# Install ZSH
brew 'zsh'
brew 'zsh-completions'

# Install brew formulae
brew 'git'
brew 'nano'
brew 'tmux'
brew 'mas'
brew 'z'

# Apps
cask 'appcleaner'
cask 'atom'
cask 'calibre'
cask 'coconutbattery'
cask 'compositor'
cask 'dropbox'
cask 'firefox'
cask 'geogebra'
cask 'google-chrome'
cask 'java'
cask 'latexit'
cask 'macdropany'
cask 'macpass'
cask 'mactex'
cask 'microsoft-office'
cask 'opera'
cask 'the-unarchiver'
cask 'torbrowser'
cask 'virtualbox'
cask 'whatsapp'

# Fonts
cask 'font-anonymous-pro'

# Install Mac App Store apps
mas "BwanaDik", id: 876923947
mas "GarageBand", id: 682658836
mas "iStat Mini", id: 927292435
mas "iStudiez Pro", id: 402989379
mas "Keynote", id: 409183694
mas "Magic Number 2", id: 737047715
mas "MoneyMoney", id: 872698314
mas "Numbers", id: 409203825
mas "Outbank", id: 1094255754
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Reeder", id: 880001334
mas "Tweetbot", id: 557168941
